Repository: rfchu/khuaplayer
Catalog: Apps/Mac/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# memc.status.waitingCompatibleFrames
source: Waiting for compatible video frames
de: Warten auf kompatible Videoframes
es: Esperando fotogramas de video compatibles
fr: En attente d’images vidéo compatibles
id: Menunggu bingkai video yang kompatibel
it: In attesa di fotogrammi video compatibili
ja: 対応するビデオフレームを待っています
ko: 호환되는 비디오 프레임 대기 중
nl: Wachten op compatibele videobeelden
pl: Oczekiwanie na zgodne klatki wideo
pt: Aguardando quadros de vídeo compatíveis
ru: Ожидание совместимых кадров видео
th: กำลังรอเฟรมวิดีโอที่เข้ากันได้
tr: Uyumlu video kareleri bekleniyor
vi: Đang chờ khung hình video tương thích
zh_hans: 等待兼容视频帧
zh_hant: 等待相容的影片影格

# menu.about
source: About Khua
de: Über Khua
es: Acerca de Khua
fr: À propos de Khua
id: Tentang Khua
it: Informazioni su Khua
ja: Khua について
ko: Khua에 관하여
nl: Over Khua
pl: O aplikacji Khua
pt: Sobre o Khua
ru: О программе Khua
th: เกี่ยวกับ Khua
tr: Khua Hakkında
vi: Giới thiệu Khua
zh_hans: 关于 Khua
zh_hant: 關於 Khua

# menu.aspect
source: Aspect Ratio
de: Seitenverhältnis
es: Relación de aspecto
fr: Proportions
id: Rasio aspek
it: Proporzioni
ja: アスペクト比
ko: 화면 비율
nl: Beeldverhouding
pl: Proporcje obrazu
pt: Proporção da imagem
ru: Соотношение сторон
th: อัตราส่วนภาพ
tr: En boy oranı
vi: Tỷ lệ khung hình
zh_hans: 画面比例
zh_hant: 長寬比

# menu.aspect.default
source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinite
ja: デフォルト
ko: 기본
nl: Standaard
pl: Domyślne
pt: Padrão
ru: По умолчанию
th: ค่าเริ่มต้น
tr: Varsayılan
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

# menu.audioTracks
source: Audio Track
de: Audiospur
es: Pista de audio
fr: Piste audio
id: Trek audio
it: Traccia audio
ja: 音声トラック
ko: 오디오 트랙
nl: Audiospoor
pl: Ścieżka dźwiękowa
pt: Faixa de áudio
ru: Звуковая дорожка
th: แทร็กเสียง
tr: Ses parçası
vi: Bản âm thanh
zh_hans: 音轨
zh_hant: 音訊軌道

# menu.autoUpdate
source: Automatically Check for Updates
de: Updates automatisch suchen
es: Buscar actualizaciones automáticamente
fr: Rechercher automatiquement les mises à jour
id: Periksa pembaruan secara otomatis
it: Controlla automaticamente gli aggiornamenti
ja: アップデートを自動的に確認
ko: 자동으로 업데이트 확인
nl: Zoek automatisch naar updates
pl: Automatycznie sprawdzaj uaktualnienia
pt: Verificar atualizações automaticamente
ru: Автоматически проверять обновления
th: ตรวจหารายการอัปเดตโดยอัตโนมัติ
tr: Güncellemeleri otomatik olarak denetle
vi: Tự động kiểm tra bản cập nhật
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

# menu.captions.generateOrTranslate
source: Generate or Translate Subtitles…
de: Untertitel erstellen oder übersetzen…
es: Generar o traducir subtítulos…
fr: Générer ou traduire des sous-titres…
id: Buat atau Terjemahkan Subtitle…
it: Genera o traduci sottotitoli…
ja: 字幕を生成または翻訳…
ko: 자막 생성 또는 번역…
nl: Genereer of vertaal ondertitels…
pl: Generuj lub tłumacz napisy…
pt: Gerar ou traduzir legendas…
ru: Создать или перевести субтитры…
th: สร้างหรือแปลคำบรรยาย…
tr: Altyazı Oluştur veya Çevir…
vi: Tạo hoặc dịch phụ đề…
zh_hans: 生成或翻译字幕…
zh_hant: 產生或翻譯字幕…

# menu.checkForUpdates
source: Check for Updates…
de: Nach Updates suchen …
es: Buscar actualizaciones…
fr: Rechercher les mises à jour…
id: Periksa pembaruan…
it: Controlla aggiornamenti…
ja: アップデートを確認…
ko: 업데이트 확인…
nl: Zoek naar updates…
pl: Sprawdź uaktualnienia…
pt: Buscar atualizações…
ru: Проверить обновления…
th: ตรวจหารายการอัปเดต…
tr: Güncellemeleri denetle…
vi: Kiểm tra bản cập nhật…
zh_hans: 检查更新…
zh_hant: 檢查更新…

# menu.clearHistory
source: Clear All History…
de: Gesamten Verlauf löschen …
es: Borrar todo el historial…
fr: Effacer tout l’historique…
id: Hapus semua riwayat…
it: Cancella tutta la cronologia…
ja: すべての履歴を消去…
ko: 모든 기록 지우기…
nl: Wis alle geschiedenis…
pl: Wyczyść całą historię…
pt: Limpar todo o histórico…
ru: Очистить всю историю…
th: ล้างประวัติทั้งหมด…
tr: Tüm geçmişi temizle…
vi: Xóa toàn bộ lịch sử…
zh_hans: 清空所有历史记录…
zh_hant: 清除所有歷史記錄…

# menu.closeWindow
source: Close Window
de: Fenster schließen
es: Cerrar ventana
fr: Fermer la fenêtre
id: Tutup jendela
it: Chiudi finestra
ja: ウインドウを閉じる
ko: 윈도우 닫기
nl: Sluit venster
pl: Zamknij okno
pt: Fechar janela
ru: Закрыть окно
th: ปิดหน้าต่าง
tr: Pencereyi kapat
vi: Đóng cửa sổ
zh_hans: 关闭窗口
zh_hant: 關閉視窗

# menu.crop
source: Crop
de: Beschneiden
es: Recortar
fr: Recadrage
id: Pangkas
it: Ritaglio
ja: クロップ
ko: 자르기
nl: Bijsnijden
pl: Kadrowanie
pt: Recortar
ru: Кадрирование
th: ครอบตัด
tr: Kırp
vi: Cắt
zh_hans: 裁剪
zh_hant: 裁切

# menu.crop.none
source: None
de: Ohne
es: Ninguno
fr: Aucun
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pl: Brak
pt: Nenhum
ru: Нет
th: ไม่มี
tr: Yok
vi: Không
zh_hans: 无
zh_hant: 無

# menu.defaultPlayer
source: Set as Default Player…
de: Als Standard-Player festlegen …
es: Establecer como reproductor predeterminado…
fr: Définir comme lecteur par défaut…
id: Jadikan pemutar default…
it: Imposta come lettore predefinito…
ja: デフォルトのプレーヤーに設定…
ko: 기본 플레이어로 설정…
nl: Stel in als standaardspeler…
pl: Ustaw jako domyślny odtwarzacz…
pt: Definir como reprodutor padrão…
ru: Сделать плеером по умолчанию…
th: ตั้งเป็นเพลเยอร์เริ่มต้น…
tr: Varsayılan oynatıcı olarak ayarla…
vi: Đặt làm trình phát mặc định…
zh_hans: 设为默认播放器…
zh_hant: 設為預設播放器…

# menu.file
source: File
de: Ablage
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
nl: Archief
pl: Plik
pt: Arquivo
ru: Файл
th: ไฟล์
tr: Dosya
vi: Tệp
zh_hans: 文件
zh_hant: 檔案

# menu.loadSubtitle
source: Load External Subtitle…
de: Externe Untertitel laden …
es: Cargar subtítulos externos…
fr: Charger des sous-titres externes…
id: Muat subtitel eksternal…
it: Carica sottotitoli esterni…
ja: 外部字幕を読み込む…
ko: 외부 자막 불러오기…
nl: Laad externe ondertitels…
pl: Wczytaj zewnętrzne napisy…
pt: Carregar legenda externa…
ru: Загрузить внешние субтитры…
th: โหลดคำบรรยายภายนอก…
tr: Harici altyazı yükle…
vi: Tải phụ đề ngoài…
zh_hans: 载入外挂字幕…
zh_hant: 載入外掛字幕…

# menu.mediaInfo
source: Media Info…
de: Medieninformationen …
es: Información multimedia…
fr: Informations sur le média…
id: Info media…
it: Informazioni media…
ja: メディア情報…
ko: 미디어 정보…
nl: Media-informatie…
pl: Informacje o mediach…
pt: Informações da mídia…
ru: Информация о медиа…
th: ข้อมูลสื่อ…
tr: Medya bilgileri…
vi: Thông tin phương tiện…
zh_hans: 媒体信息…
zh_hant: 媒體資訊…

# menu.mirror
source: Mirror
de: Spiegeln
es: Espejo
fr: Miroir
id: Cermin
it: Riflessione
ja: 反転
ko: 반전
nl: Spiegelen
pl: Odbicie lustrzane
pt: Espelhar
ru: Отражение
th: พลิกภาพ
tr: Yansıtma
vi: Phản chiếu
zh_hans: 镜像
zh_hant: 鏡像

# menu.mirror.none
source: None
de: Ohne
es: Ninguno
fr: Aucun
id: Tidak ada
it: Nessuna
ja: なし
ko: 없음
nl: Geen
pl: Brak
pt: Nenhum
ru: Нет
th: ไม่มี
tr: Yok
vi: Không
zh_hans: 无
zh_hant: 無

# menu.mirror.vertical
source: Vertical
de: Vertikal
id: Vertikal
it: Verticale
ja: 上下
ko: 수직
nl: Verticaal
pl: Pionowe
ru: По вертикали
th: แนวตั้ง
tr: Dikey
vi: Dọc
zh_hans: 垂直
zh_hant: 垂直

# menu.motion.off
source: Off
de: Aus
es: Desactivado
fr: Désactivé
id: Nonaktif
it: Disattivata
ja: オフ
ko: 끔
nl: Uit
pl: Wyłączone
pt: Desativada
ru: Выключено
th: ปิด
tr: Kapalı
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

# menu.open
source: Open…
de: Öffnen …
es: Abrir…
fr: Ouvrir…
id: Buka…
it: Apri…
ja: 開く…
ko: 열기…
pl: Otwórz…
pt: Abrir…
ru: Открыть…
th: เปิด…
tr: Aç…
vi: Mở…
zh_hans: 打开…
zh_hant: 開啟…

# menu.play
source: Playback
de: Wiedergabe
es: Reproducción
fr: Lecture
id: Pemutaran
it: Riproduzione
ja: 再生
ko: 재생
nl: Afspelen
pl: Odtwarzanie
pt: Reprodução
ru: Воспроизведение
th: การเล่น
tr: Oynatma
vi: Phát lại
zh_hans: 播放
zh_hant: 播放

# menu.play.backward30
source: Back 30 Seconds
de: 30 Sekunden zurück
es: Retroceder 30 segundos
fr: Reculer de 30 secondes
id: Mundur 30 detik
it: Indietro di 30 secondi
ja: 30 秒戻る
ko: 30초 뒤로
nl: 30 seconden terug
pl: Cofnij o 30 sekund
pt: Retroceder 30 segundos
ru: Назад на 30 секунд
th: ถอยหลัง 30 วินาที
tr: 30 saniye geri
vi: Lùi 30 giây
zh_hans: 后退 30 秒
zh_hant: 倒退 30 秒

# menu.play.backward5
source: Back 5 Seconds (← Hold to Repeat)
de: 5 Sekunden zurück (← gedrückt halten zum Wiederholen)
es: Retroceder 5 segundos (← mantener para repetir)
fr: Reculer de 5 secondes (← maintenir pour répéter)
id: Mundur 5 detik (tahan ← untuk mengulang)
it: Indietro di 5 secondi (tieni premuto ← per ripetere)
ja: 5 秒戻る（← 長押しで連続）
ko: 5초 뒤로(← 길게 눌러 반복)
nl: 5 seconden terug (← ingedrukt houden om te herhalen)
pl: Cofnij o 5 sekund (← przytrzymaj, aby powtarzać)
pt: Retroceder 5 segundos (← mantenha pressionado para repetir)
ru: Назад на 5 секунд (←, удерживайте для повтора)
th: ถอยหลัง 5 วินาที (← กดค้างเพื่อข้ามต่อเนื่อง)
tr: 5 saniye geri (← basılı tutarak sürekli)
vi: Lùi 5 giây (← giữ để tua liên tục)
zh_hans: 后退 5 秒（← 按住连跳）
zh_hant: 倒退 5 秒（← 按住連續跳轉）

# menu.play.forward30
source: Forward 30 Seconds
de: 30 Sekunden vor
es: Avanzar 30 segundos
fr: Avancer de 30 secondes
id: Maju 30 detik
it: Avanti di 30 secondi
ja: 30 秒進む
ko: 30초 앞으로
nl: 30 seconden vooruit
pl: Do przodu o 30 sekund
pt: Avançar 30 segundos
ru: Вперёд на 30 секунд
th: ไปข้างหน้า 30 วินาที
tr: 30 saniye ileri
vi: Tiến 30 giây
zh_hans: 前进 30 秒
zh_hant: 前進 30 秒

# menu.play.forward5
source: Forward 5 Seconds (→ Hold to Repeat)
de: 5 Sekunden vor (→ gedrückt halten zum Wiederholen)
es: Avanzar 5 segundos (→ mantener para repetir)
fr: Avancer de 5 secondes (→ maintenir pour répéter)
id: Maju 5 detik (tahan → untuk mengulang)
it: Avanti di 5 secondi (tieni premuto → per ripetere)
ja: 5 秒進む（→ 長押しで連続）
ko: 5초 앞으로(→ 길게 눌러 반복)
nl: 5 seconden vooruit (→ ingedrukt houden om te herhalen)
pl: Do przodu o 5 sekund (→ przytrzymaj, aby powtarzać)
pt: Avançar 5 segundos (→ mantenha pressionado para repetir)
ru: Вперёд на 5 секунд (→, удерживайте для повтора)
th: ไปข้างหน้า 5 วินาที (→ กดค้างเพื่อข้ามต่อเนื่อง)
tr: 5 saniye ileri (→ basılı tutarak sürekli)
vi: Tiến 5 giây (→ giữ để tua liên tục)
zh_hans: 前进 5 秒（→ 按住连跳）
zh_hant: 前進 5 秒（→ 按住連續跳轉）

# menu.play.pause
source: Play/Pause (Space)
de: Wiedergabe/Pause (Leertaste)
es: Reproducir/pausar (espacio)
fr: Lecture/Pause (espace)
id: Putar/jeda (Spasi)
it: Riproduci/Pausa (spazio)
ja: 再生/一時停止（スペース）
ko: 재생/일시 정지(스페이스 바)
nl: Afspelen/pauzeren (spatiebalk)
pl: Odtwarzaj/wstrzymaj (spacja)
pt: Reproduzir/Pausar (barra de espaço)
ru: Воспроизведение/пауза (Пробел)
th: เล่น/หยุดพัก (Space)
tr: Oynat/Duraklat (Boşluk)
vi: Phát/Tạm dừng (phím cách)
zh_hans: 播放/暂停（空格）
zh_hant: 播放/暫停（空白鍵）

# menu.privacyPolicy
source: Privacy Policy…
de: Datenschutzrichtlinie …
es: Política de privacidad…
fr: Politique de confidentialité…
id: Kebijakan privasi…
it: Informativa sulla privacy…
ja: プライバシーポリシー…
ko: 개인정보 처리방침…
nl: Privacybeleid…
pl: Zasady ochrony prywatności…
pt: Política de privacidade…
ru: Политика конфиденциальности…
th: นโยบายความเป็นส่วนตัว…
tr: Gizlilik politikası…
vi: Chính sách quyền riêng tư…
zh_hans: 隐私政策…
zh_hant: 隱私權政策…

# menu.quit
source: Quit Khua
de: Khua beenden
es: Salir de Khua
fr: Quitter Khua
id: Keluar dari Khua
it: Esci da Khua
ja: Khua を終了
ko: Khua 종료
nl: Stop Khua
pl: Zakończ Khua
pt: Encerrar Khua
ru: Завершить Khua
th: ออกจาก Khua
tr: Khua'dan Çık
vi: Thoát Khua
zh_hans: 退出 Khua
zh_hant: 結束 Khua

# menu.recent.clear
source: Clear Menu
de: Menü löschen
es: Borrar menú
fr: Effacer le menu
id: Bersihkan Menu
it: Cancella menu
ja: メニューを消去
ko: 메뉴 지우기
nl: Wis menu
pl: Wyczyść menu
pt: Limpar menu
ru: Очистить меню
th: ล้างเมนู
tr: Menüyü Temizle
vi: Xóa menu
zh_hans: 清除菜单
zh_hant: 清除選單

# menu.recent.empty
source: No Recent Items
de: Keine zuletzt wiedergegebenen Dateien
es: No hay reproducciones recientes
fr: Aucune lecture récente
id: Belum ada yang diputar
it: Nessuna riproduzione recente
ja: 最近再生した項目はありません
ko: 최근 재생 항목 없음
nl: Geen recent afgespeelde bestanden
pl: Brak ostatnio odtwarzanych
pt: Nenhuma reprodução recente
ru: Нет недавно воспроизведённых файлов
th: ไม่มีรายการที่เล่นล่าสุด
tr: Son oynatılan öge yok
vi: Chưa có mục phát gần đây
zh_hans: 暂无最近播放
zh_hant: 暫無最近播放

# menu.recentPlays
source: Recently Played
de: Zuletzt wiedergegeben
es: Reproducidos recientemente
fr: Lectures récentes
id: Baru Diputar
it: Riprodotti di recente
ja: 最近再生した項目
ko: 최근 재생 항목
nl: Onlangs afgespeeld
pl: Ostatnio odtwarzane
pt: Reproduzidos recentemente
ru: Недавно воспроизведённые
th: เล่นล่าสุด
tr: Son Oynatılanlar
vi: Đã phát gần đây
zh_hans: 最近播放
zh_hant: 最近播放

# menu.rotation
source: Rotation
de: Drehen
es: Rotación
id: Rotasi
it: Rotazione
ja: 回転
ko: 회전
nl: Rotatie
pl: Obrót
pt: Rotação
ru: Поворот
th: หมุนภาพ
tr: Döndürme
vi: Xoay
zh_hans: 旋转
zh_hant: 旋轉

# menu.subtitleScale
source: Subtitle Size
de: Untertitelgröße
es: Tamaño de subtítulos
fr: Taille des sous-titres
id: Ukuran subtitel
it: Dimensione sottotitoli
ja: 字幕サイズ
ko: 자막 크기
nl: Ondertitelgrootte
pl: Wielkość napisów
pt: Tamanho das legendas
ru: Размер субтитров
th: ขนาดคำบรรยาย
tr: Altyazı boyutu
vi: Cỡ phụ đề
zh_hans: 字幕大小
zh_hant: 字幕大小

# menu.subtitleScale.default
source: 100% (Default)
de: 100 % (Standard)
es: 100 % (predeterminado)
fr: 100 % (par défaut)
it: 100% (predefinita)
ja: 100%（デフォルト）
ko: 100%(기본)
nl: 100% (standaard)
pl: 100% (domyślnie)
pt: 100% (padrão)
ru: 100% (по умолчанию)
th: 100% (ค่าเริ่มต้น)
tr: 100% (varsayılan)
vi: 100% (mặc định)
zh_hans: 100%（默认）
zh_hant: 100%（預設）

# menu.subtitleTracks
source: Subtitle Track
de: Untertitelspur
es: Pista de subtítulos
fr: Piste de sous-titres
id: Trek subtitel
it: Traccia sottotitoli
ja: 字幕トラック
ko: 자막 트랙
nl: Ondertitelspoor
pl: Ścieżka napisów
pt: Faixa de legendas
ru: Дорожка субтитров
th: แทร็กคำบรรยาย
tr: Altyazı parçası
vi: Track phụ đề
zh_hans: 字幕轨道
zh_hant: 字幕軌道

# menu.subtitles
source: Subtitles
de: Untertitel
es: Subtítulos
fr: Sous-titres
id: Subtitel
it: Sottotitoli
ja: 字幕
ko: 자막
nl: Ondertitels
pl: Napisy
pt: Legendas
ru: Субтитры
th: คำบรรยาย
tr: Altyazılar
vi: Phụ đề
zh_hans: 字幕
zh_hant: 字幕

# menu.timelineStyle
source: Timeline Style
de: Zeitleistenstil
es: Estilo de la línea de tiempo
fr: Style de la timeline
id: Gaya Linimasa
it: Stile della timeline
ja: タイムラインのスタイル
ko: 타임라인 스타일
nl: Tijdlijnstijl
pl: Styl osi czasu
pt: Estilo da linha do tempo
ru: Стиль временной шкалы
th: รูปแบบไทม์ไลน์
tr: Zaman Çizelgesi Stili
vi: Kiểu thanh thời gian
zh_hans: 时间线样式
zh_hant: 時間軸樣式

# menu.timelineStyle.classic
source: Classic
de: Klassisch
es: Clásico
fr: Classique
id: Klasik
it: Classico
ja: クラシック
ko: 클래식
nl: Klassiek
pl: Klasyczny
pt: Clássico
ru: Классический
th: คลาสสิก
tr: Klasik
vi: Cổ điển
zh_hans: 经典
zh_hant: 經典

# menu.timelineStyle.starTrail
source: Particle Star Trail
de: Partikel-Sternspur
es: Estela estelar de partículas
fr: Traînée stellaire de particules
id: Jejak Partikel Bintang
it: Scia stellare di particelle
ja: 星の粒子の軌跡
ko: 별빛 입자 궤적
nl: Sterspoor van deeltjes
pl: Gwiezdny ślad cząsteczek
pt: Rastro estelar de partículas
ru: Звёздный шлейф частиц
th: เส้นแสงดาวแบบอนุภาค
tr: Yıldız Parçacığı İzi
vi: Vệt hạt ánh sao
zh_hans: 粒子星轨
zh_hant: 粒子星軌

# menu.timelineStyle.tide
source: Liquid
de: Flüssig
es: Líquido
fr: Liquide
id: Cair
it: Liquido
ja: リキッド
ko: 리퀴드
nl: Vloeibaar
pl: Płynny
pt: Líquido
ru: Жидкость
th: ของเหลว
tr: Sıvı
vi: Chất lỏng
zh_hans: 液态
zh_hant: 液態

# menu.toggleFullscreen
source: Toggle Full Screen
de: Vollbildmodus ein/aus
es: Pantalla completa
fr: Activer/quitter le plein écran
id: Alihkan layar penuh
it: Attiva/disattiva schermo intero
ja: フルスクリーンを切り替える
ko: 전체 화면 전환
nl: Schakel schermvullende weergave in/uit
pl: Przełącz pełny ekran
pt: Alternar tela cheia
ru: Полноэкранный режим
th: สลับโหมดเต็มหน้าจอ
tr: Tam ekranı aç/kapat
vi: Bật/tắt toàn màn hình
zh_hans: 切换全屏
zh_hant: 切換全螢幕

# menu.turbo
source: Turbo Speed
de: Turbo-Geschwindigkeit
es: Velocidad Turbo
fr: Vitesse Turbo
id: Kecepatan Turbo
it: Velocità Turbo
ja: Turbo 加速
ko: Turbo 가속
nl: Turbo-snelheid
pl: Prędkość Turbo
pt: Velocidade Turbo
ru: Ускорение Turbo
th: ความเร็ว Turbo
tr: Turbo hız
vi: Tốc độ Turbo
zh_hans: Turbo 加速
zh_hant: Turbo 加速

# menu.turbo.enable
source: Enable (Hold Space While Playing)
de: Aktivieren (bei Wiedergabe Leertaste gedrückt halten)
es: Activar (mantener pulsado espacio durante la reproducción)
fr: Activer (maintenir espace pendant la lecture)
id: Aktifkan (tahan Spasi saat memutar)
it: Attiva (tieni premuto spazio durante la riproduzione)
ja: 有効にする（再生中にスペースを長押し）
ko: 활성화(재생 중 스페이스 바 길게 누르기)
nl: Inschakelen (spatiebalk ingedrukt houden tijdens afspelen)
pl: Włącz (przytrzymaj spację podczas odtwarzania)
pt: Ativar (mantenha a barra de espaço pressionada durante a reprodução)
ru: Включить (удерживайте Пробел при воспроизведении)
th: เปิดใช้งาน (กด Space ค้างขณะเล่น)
tr: Etkinleştir (oynatırken Boşluk tuşunu basılı tutun)
vi: Bật (giữ phím cách khi đang phát)
zh_hans: 启用（播放时按住空格）
zh_hant: 啟用（播放時按住空白鍵）

# menu.view
source: View
de: Darstellung
es: Visualización
fr: Présentation
id: Tampilan
it: Vista
ja: 表示
ko: 보기
nl: Weergave
pl: Widok
pt: Visualizar
ru: Вид
th: มุมมอง
tr: Görüntü
vi: Xem
zh_hans: 视图
zh_hant: 顯示方式

# playback.notice.downloadStalled
source: Download seems to have stopped
de: Download scheint angehalten
es: La descarga parece haberse detenido
fr: Le téléchargement semble interrompu
id: Unduhan tampaknya berhenti
it: Il download sembra interrotto
ja: ダウンロードが止まっているようです
ko: 다운로드가 멈춘 것 같습니다
nl: De download lijkt gestopt
pl: Pobieranie chyba się zatrzymało
pt: O download parece ter parado
ru: Похоже, загрузка остановилась
th: ดูเหมือนการดาวน์โหลดจะหยุดอยู่
tr: İndirme durmuş görünüyor
vi: Có vẻ quá trình tải xuống đã dừng
zh_hans: 下载似乎已停止
zh_hant: 下載似乎已停止

# playback.notice.searchingContent
source: Looking for playable content…
de: Suche nach abspielbarem Inhalt…
es: Buscando contenido reproducible…
fr: Recherche de contenu lisible…
id: Mencari konten yang dapat diputar…
it: Ricerca di contenuti riproducibili…
ja: 再生できる部分を探しています…
ko: 재생할 수 있는 부분을 찾는 중…
nl: Zoeken naar afspeelbare inhoud…
pl: Szukanie treści do odtworzenia…
pt: Procurando conteúdo reproduzível…
ru: Поиск воспроизводимого содержимого…
th: กำลังค้นหาส่วนที่เล่นได้…
tr: Oynatılabilir içerik aranıyor…
vi: Đang tìm nội dung có thể phát…
zh_hans: 正在查找可播放的内容…
zh_hant: 正在尋找可播放的內容…

# playback.notice.seekLandedAfterMissing
source: No content at %1$@ — jumped to %2$@
de: Kein Inhalt bei %1$@ – zu %2$@ gesprungen
es: Sin contenido en %1$@: se saltó a %2$@
fr: Aucun contenu à %1$@ — passage à %2$@
id: Tidak ada konten di %1$@ — dilompati ke %2$@
it: Nessun contenuto a %1$@: saltato a %2$@
ja: %1$@ には内容がありません。%2$@ に移動しました
ko: %1$@에 내용이 없어 %2$@(으)로 이동했습니다
nl: Geen inhoud op %1$@ — doorgesprongen naar %2$@
pl: Brak treści w %1$@ — przeskoczono do %2$@
pt: Sem conteúdo em %1$@ — pulado para %2$@
ru: Нет содержимого на %1$@ — переход к %2$@
th: ไม่มีเนื้อหาที่ %1$@ ข้ามไปที่ %2$@
tr: %1$@ konumunda içerik yok, %2$@ konumuna atlandı
vi: Không có nội dung tại %1$@ — đã chuyển tới %2$@
zh_hans: %1$@ 处无内容，已跳到 %2$@
zh_hant: %1$@ 處沒有內容，已跳到 %2$@

# playback.notice.skippedMissing
source: No content from %1$@ to %2$@ — skipped to %2$@
de: Kein Inhalt von %1$@ bis %2$@ – zu %2$@ gesprungen
es: Sin contenido de %1$@ a %2$@: se saltó a %2$@
fr: Aucun contenu de %1$@ à %2$@ — passage à %2$@
id: Tidak ada konten dari %1$@ hingga %2$@ — dilompati ke %2$@
it: Nessun contenuto da %1$@ a %2$@: saltato a %2$@
ja: %1$@〜%2$@ は内容がありません。%2$@ にスキップしました
ko: %1$@–%2$@ 구간에 내용이 없어 %2$@(으)로 건너뛰었습니다
nl: Geen inhoud van %1$@ tot %2$@ — doorgesprongen naar %2$@
pl: Brak treści od %1$@ do %2$@ — przeskoczono do %2$@
pt: Sem conteúdo de %1$@ a %2$@ — pulado para %2$@
ru: Нет содержимого с %1$@ по %2$@ — переход к %2$@
th: ไม่มีเนื้อหาช่วง %1$@–%2$@ ข้ามไปที่ %2$@
tr: %1$@–%2$@ arasında içerik yok, %2$@ konumuna atlandı
vi: Không có nội dung từ %1$@ đến %2$@ — đã chuyển tới %2$@
zh_hans: %1$@–%2$@ 无内容，已跳到 %2$@
zh_hant: %1$@–%2$@ 沒有內容，已跳到 %2$@

# playback.notice.skippedMissingCount
source: Skipped %d stretches with no content
de: %d Stellen ohne Inhalt übersprungen
es: Se saltaron %d tramos sin contenido
fr: %d passages sans contenu ignorés
id: %d bagian tanpa konten dilompati
it: Saltati %d tratti senza contenuto
ja: 内容のない %d か所をスキップしました
ko: 내용이 없는 구간 %d곳을 건너뛰었습니다
nl: %d stukken zonder inhoud overgeslagen
pl: Pominięto fragmenty bez treści: %d
pt: %d trechos sem conteúdo pulados
ru: Пропущено фрагментов без содержимого: %d
th: ข้ามช่วงที่ไม่มีเนื้อหาแล้ว %d ช่วง
tr: İçeriği olmayan %d bölüm atlandı
vi: Đã bỏ qua %d đoạn không có nội dung
zh_hans: 已跳过 %d 处无内容
zh_hant: 已跳過 %d 處沒有內容

# playback.notice.waitingForDownload
source: Waiting for download…
de: Warten auf Download…
es: Esperando la descarga…
fr: En attente du téléchargement…
id: Menunggu unduhan…
it: In attesa del download…
ja: ダウンロードを待っています…
ko: 다운로드 대기 중…
nl: Wachten op download…
pl: Oczekiwanie na pobieranie…
pt: Aguardando o download…
ru: Ожидание загрузки…
th: กำลังรอการดาวน์โหลด…
tr: İndirme bekleniyor…
vi: Đang chờ tải xuống…
zh_hans: 等待下载…
zh_hant: 等待下載…
